Repository: devmad001/flutter_IOT
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, it, ja, tr, zh

source: Home
ar: الرئيسية
hi: होम
ja: ホーム
tr: Ana Sayfa
zh: 首页

source: Reports
ar: التقارير
hi: रिपोर्ट
it: Rapporti
ja: レポート
tr: Raporlar
zh: 报告

source: Setup
ar: الإعدادات
hi: सेटअप
it: Configurazione
ja: 設定
tr: Ayarlar
zh: 设置

source: Team
ar: الفريق
hi: टीम
ja: チーム
tr: Ekip
zh: 团队

source: Temperature
ar: درجة الحرارة
hi: तापमान
it: Temperatura
ja: 温度
tr: Sıcaklık
zh: 温度

source: Incidents
ar: الحوادث
hi: घटनाएं
it: Incidenti
ja: インシデント
tr: Olaylar
zh: 事件

source: Logout
ar: تسجيل الخروج
hi: लॉग आउट
it: Esci
ja: ログアウト
tr: Çıkış
zh: 退出

source: Login
ar: تسجيل الدخول
hi: लॉग इन
it: Accedi
ja: ログイン
tr: Giriş
zh: 登录

source: Username
ar: اسم المستخدم
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
tr: Kullanıcı Adı
zh: 用户名

source: Password
ar: كلمة المرور
hi: पासवर्ड
ja: パスワード
tr: Şifre
zh: 密码

source: Submit
ar: إرسال
hi: जमा करें
it: Invia
ja: 送信
tr: Gönder
zh: 提交

source: Cancel
ar: إلغاء
hi: रद्द करें
it: Annulla
ja: キャンセル
tr: İptal
zh: 取消

source: Save
ar: حفظ
hi: सहेजें
it: Salva
ja: 保存
tr: Kaydet
zh: 保存

source: Delete
ar: حذف
hi: हटाएं
it: Elimina
ja: 削除
tr: Sil
zh: 删除

source: Edit
ar: تعديل
hi: संपादित करें
it: Modifica
ja: 編集
tr: Düzenle
zh: 编辑

source: Create
ar: إنشاء
hi: बनाएं
it: Crea
ja: 作成
tr: Oluştur
zh: 创建

source: Search
ar: بحث
hi: खोजें
it: Cerca
ja: 検索
tr: Ara
zh: 搜索

# noData
source: No data available
ar: لا توجد بيانات متاحة
hi: कोई डेटा उपलब्ध नहीं
it: Nessun dato disponibile
ja: データなし
tr: Veri yok
zh: 暂无数据

source: Loading...
ar: جاري التحميل...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
tr: Yükleniyor...
zh: 加载中...

source: Error
ar: خطأ
hi: त्रुटि
it: Errore
ja: エラー
tr: Hata
zh: 错误

source: Success
ar: نجاح
hi: सफल
it: Successo
ja: 成功
tr: Başarılı
zh: 成功

source: Warning
ar: تحذير
hi: चेतावनी
it: Avviso
ja: 警告
tr: Uyarı
zh: 警告

# info
source: Information
ar: معلومات
hi: जानकारी
it: Informazione
ja: 情報
tr: Bilgi
zh: 信息

source: Notifications
ar: الإشعارات
hi: सूचनाएं
it: Notifiche
ja: 通知
tr: Bildirimler
zh: 通知

# notificationsSubtitle
source: Configure notification settings
ar: تكوين إعدادات الإشعارات
hi: सूचना सेटिंग्स कॉन्फ़िगर करें
it: Configura le impostazioni delle notifiche
ja: 通知設定の構成
tr: Bildirim ayarlarını yapılandır
zh: 配置通知设置

source: Language
ar: اللغة
hi: भाषा
it: Lingua
ja: 言語
tr: Dil
zh: 语言

source: Security
ar: الأمان
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
tr: Güvenlik
zh: 安全

# securitySubtitle
source: Manage security settings
ar: إدارة إعدادات الأمان
hi: सुरक्षा सेटिंग्स प्रबंधित करें
it: Gestisci le impostazioni di sicurezza
ja: セキュリティ設定の管理
tr: Güvenlik ayarlarını yönet
zh: 管理安全设置

# backup
source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
hi: बैकअप और पुनर्स्थापना
it: Backup e Ripristino
ja: バックアップと復元
tr: Yedekleme ve Geri Yükleme
zh: 备份和恢复

# backupSubtitle
source: Manage data backup and restore
ar: إدارة النسخ الاحتياطي واستعادة البيانات
hi: डेटा बैकअप और पुनर्स्थापना प्रबंधित करें
it: Gestisci il backup e il ripristino dei dati
ja: データのバックアップと復元の管理
tr: Veri yedekleme ve geri yüklemeyi yönet
zh: 管理数据备份和恢复

source: VIEW CHECKLIST
ar: عرض قائمة المراجعة
hi: चेकलिस्ट देखें
it: VISUALIZZA CHECKLIST
ja: チェックリストを表示
tr: KONTROL LİSTESİNİ GÖRÜNTÜLE
zh: 查看清单

source: CLICK TO FILL
ar: انقر للملء
hi: भरने के लिए क्लिक करें
it: CLICCA PER COMPILARE
ja: クリックして記入
tr: DOLDURMAK İÇİN TIKLA
zh: 点击填写

source: ADD INCIDENT
ar: إضافة حادث
hi: घटना जोड़ें
it: AGGIUNGI INCIDENTE
ja: インシデントを追加
tr: OLAY EKLE
zh: 添加事件

source: CREATE INCIDENT
ar: إنشاء حادث
hi: घटना बनाएं
it: CREA INCIDENTE
ja: インシデントを作成
tr: OLAY OLUŞTUR
zh: 创建事件

source: Opening Checklist
ar: قائمة مراجعة الفتح
hi: खुलने की चेकलिस्ट
it: Checklist di Apertura
ja: 開店チェックリスト
tr: Açılış Kontrol Listesi
zh: 开业清单

source: Closing Checklist
ar: قائمة مراجعة الإغلاق
hi: बंद होने की चेकलिस्ट
it: Checklist di Chiusura
ja: 閉店チェックリスト
tr: Kapanış Kontrol Listesi
zh: 闭店清单

source: Unknown Restaurant
ar: مطعم غير معروف
hi: अज्ञात रेस्तरां
it: Ristorante Sconosciuto
ja: 不明なレストラン
tr: Bilinmeyen Restoran
zh: 未知餐厅

source: Battery
ar: البطارية
hi: बैटरी
it: Batteria
ja: バッテリー
tr: Pil
zh: 电池

# lastUpdated
source: Last updated: {datetime}
ar: آخر تحديث: {datetime}
hi: अंतिम अपडेट: {datetime}
it: Ultimo aggiornamento: {datetime}
ja: 最終更新: {datetime}
tr: Son güncelleme: {datetime}
zh: 最后更新: {datetime}

source: Select Date Range
ar: اختر نطاق التاريخ
hi: दिनांक सीमा चुनें
it: Seleziona Intervallo Date
ja: 日付範囲を選択
tr: Tarih Aralığı Seç
zh: 选择日期范围

# noTemperatureData
source: No temperature data available for the selected date range
ar: لا توجد بيانات درجة حرارة متاحة للنطاق المحدد
hi: चयनित दिनांक सीमा के लिए कोई तापमान डेटा उपलब्ध नहीं
it: Nessun dato di temperatura disponibile per l'intervallo selezionato
ja: 選択した日付範囲の温度データがありません
tr: Seçilen tarih aralığında sıcaklık verisi yok
zh: 所选日期范围内没有温度数据

source: Temperature History
ar: سجل درجة الحرارة
hi: तापमान इतिहास
it: Storico Temperature
ja: 温度履歴
tr: Sıcaklık Geçmişi
zh: 温度历史

source: Temperature Chart
ar: مخطط درجة الحرارة
hi: तापमान चार्ट
it: Grafico Temperature
ja: 温度チャート
tr: Sıcaklık Grafiği
zh: 温度图表

source: Temperature Table
ar: جدول درجة الحرارة
hi: तापमान तालिका
it: Tabella Temperature
ja: 温度テーブル
tr: Sıcaklık Tablosu
zh: 温度表格

# menuHome
source: HOME
ar: الرئيسية
hi: होम
ja: ホーム
tr: ANA SAYFA
zh: 首页

# menuOpeningChecks
source: OPENING CHECKS
ar: فحوصات الفتح
hi: खुलने की जांच
it: CONTROLLI APERTURA
ja: 開店チェック
tr: AÇILIŞ KONTROLLERİ
zh: 开业检查

# menuClosingChecks
source: CLOSING CHECKS
ar: فحوصات الإغلاق
hi: बंद होने की जांच
it: CONTROLLI CHIUSURA
ja: 閉店チェック
tr: KAPANIŞ KONTROLLERİ
zh: 闭店检查

# menuTemperatures
source: TEMPERATURES
ar: درجات الحرارة
hi: तापमान
it: TEMPERATURE
ja: 温度
tr: SICAKLIKLAR
zh: 温度

# menuTeam
source: TEAM
ar: الفريق
hi: टीम
ja: チーム
tr: EKİP
zh: 团队

# menuIncidents
source: INCIDENTS
ar: الحوادث
hi: घटनाएं
it: INCIDENTI
ja: インシデント
tr: OLAYLAR
zh: 事件

# menuReports
source: REPORTS
ar: التقارير
hi: रिपोर्ट
it: RAPPORTI
ja: レポート
tr: RAPORLAR
zh: 报告

# menuAllergyCheck
source: ALLERGY CHECK
ar: فحص الحساسية
hi: एलर्जी जांच
it: CONTROLLO ALLERGIE
ja: アレルギーチェック
tr: ALERJİ KONTROLÜ
zh: 过敏检查

# menuSetup
source: SETUP
ar: الإعدادات
hi: सेटअप
it: CONFIGURAZIONE
ja: 設定
tr: AYARLAR
zh: 设置

# menuLogout
source: LOGOUT
ar: تسجيل الخروج
hi: लॉग आउट
it: ESCI
ja: ログアウト
tr: ÇIKIŞ
zh: 退出

source: Temperature Unit
ar: وحدة درجة الحرارة
hi: तापमान इकाई
it: Unità di Temperatura
ja: 温度単位
tr: Sıcaklık Birimi
zh: 温度单位

# selectReportFrequency
source: Select your report frequency
ar: اختر تكرار التقرير
hi: रिपोर्ट आवृत्ति चुनें
it: Seleziona la frequenza dei rapporti
ja: レポート頻度を選択
tr: Rapor sıklığını seçin
zh: 选择报告频率

# chooseReportRange
source: Please choose the report range below
ar: الرجاء اختيار نطاق تاريخ التقرير
hi: कृपया रिपोर्ट दिनांक सीमा चुनें
it: Seleziona l'intervallo del rapporto qui sotto
ja: レポートの日付範囲を選択してください
tr: Lütfen aşağıdan rapor aralığını seçin
zh: 请选择报告日期范围

source: This Week
ar: هذا الأسبوع
hi: इस सप्ताह
it: Questa Settimana
ja: 今週
tr: Bu Hafta
zh: 本周

source: This Month
ar: هذا الشهر
hi: इस महीने
it: Questo Mese
ja: 今月
tr: Bu Ay
zh: 本月

source: Custom Range
ar: نطاق مخصص
hi: कस्टम सीमा
it: Intervallo Personalizzato
ja: カスタム範囲
tr: Özel Aralık
zh: 自定义范围

# selectedRange
source: Selected Range: {start} - {end}
ar: النطاق المحدد: {start} - {end}
hi: चयनित सीमा: {start} - {end}
it: Intervallo Selezionato: {start} - {end}
ja: 選択範囲: {start} - {end}
tr: Seçilen Aralık: {start} - {end}
zh: 已选择范围: {start} - {end}

# reportContents
source: What the report will contain:
ar: سيحتوي التقرير على:
hi: रिपोर्ट में शामिल होंगे:
it: Contenuto del rapporto:
ja: レポートには以下が含まれます：
tr: Rapor içeriği:
zh: 报告将包含：

source: Opening Checks
ar: فحوصات الفتح
hi: खुलने की जांच
it: Controlli di Apertura
ja: 開店チェック
tr: Açılış Kontrolleri
zh: 开业检查

source: Closing Checks
ar: فحوصات الإغلاق
hi: बंद होने की जांच
it: Controlli di Chiusura
ja: 閉店チェック
tr: Kapanış Kontrolleri
zh: 闭店检查

source: Temperature Readings
ar: قراءات درجة الحرارة
hi: तापमान रीडिंग
it: Letture Temperatura
ja: 温度記録
tr: Sıcaklık Okumaları
zh: 温度读数

source: Incidents Logged
ar: الحوادث المسجلة
hi: दर्ज की गई घटनाएं
it: Incidenti Registrati
ja: 記録されたインシデント
tr: Kaydedilen Olaylar
zh: 记录的事件

source: Downloading...
ar: جاري التحميل...
hi: डाउनलोड हो रहा है...
it: Download in corso...
ja: ダウンロード中...
tr: İndiriliyor...
zh: 下载中...

source: Download Report
ar: تحميل التقرير
hi: रिपोर्ट डाउनलोड करें
it: Scarica Rapporto
ja: レポートをダウンロード
tr: Raporu İndir
zh: 下载报告

# selectDateFirst
source: Please select a date range first
ar: الرجاء اختيار نطاق التاريخ أولاً
hi: कृपया पहले दिनांक सीमा चुनें
it: Seleziona prima un intervallo di date
ja: 最初に日付範囲を選択してください
tr: Lütfen önce bir tarih aralığı seçin
zh: 请先选择日期范围

# downloadSuccess
source: Report downloaded successfully
ar: تم تحميل التقرير بنجاح
hi: रिपोर्ट सफलतापूर्वक डाउनलोड हो गई
it: Rapporto scaricato con successo
ja: レポートのダウンロードに成功しました
tr: Rapor başarıyla indirildi
zh: 报告下载成功

# downloadError
source: Error downloading report: {error}
ar: خطأ في تحميل التقرير: {error}
hi: रिपोर्ट डाउनलोड करने में त्रुटि: {error}
it: Errore durante il download del rapporto: {error}
ja: レポートのダウンロードエラー: {error}
tr: Rapor indirilirken hata: {error}
zh: 下载报告出错：{error}

source: No tasks available
ar: لا توجد مهام متاحة
hi: कोई कार्य उपलब्ध नहीं
it: Nessuna attività disponibile
ja: 利用可能なタスクがありません
tr: Görev yok
zh: 暂无任务

source: Alert Settings
ar: إعدادات التنبيه
hi: अलर्ट सेटिंग्स
it: Impostazioni Avvisi
ja: アラート設定
tr: Uyarı Ayarları
zh: 提醒设置

source: Visual Alerts
ar: التنبيهات المرئية
hi: विजुअल अलर्ट
it: Avvisi Visivi
ja: 視覚的アラート
tr: Görsel Uyarılar
zh: 视觉提醒

source: Show popup notifications
ar: إظهار إشعارات منبثقة
hi: पॉपअप सूचनाएं दिखाएं
it: Mostra notifiche popup
ja: ポップアップ通知を表示
tr: Açılır bildirimleri göster
zh: 显示弹出通知

source: Audio Alerts
ar: التنبيهات الصوتية
hi: ऑडियो अलर्ट
it: Avvisi Audio
ja: 音声アラート
tr: Sesli Uyarılar
zh: 声音提醒

source: Play sound notifications
ar: تشغيل إشعارات الصوت
hi: ध्वनि सूचनाएं चलाएं
it: Riproduci notifiche sonore
ja: 音声通知を再生
tr: Sesli bildirimleri çal
zh: 播放声音通知

source: Temperatures
ar: درجات الحرارة
hi: तापमान
it: Temperature
ja: 温度
tr: Sıcaklıklar
zh: 温度

# selectSensorPrompt
source: Select a sensor from the list above to view details.
ar: اختر مستشعراً من القائمة أعلاه لعرض التفاصيل
hi: विवरण देखने के लिए ऊपर की सूची से एक सेंसर चुनें
it: Seleziona un sensore dalla lista sopra per vedere i dettagli
ja: 詳細を表示するには上記のリストからセンサーを選択してください
tr: Detayları görmek için yukarıdaki listeden bir sensör seçin
zh: 请从上方列表选择传感器以查看详情

# noSensorData
source: No sensor data available.
ar: لا توجد بيانات مستشعر متاحة
hi: कोई सेंसर डेटा उपलब्ध नहीं
it: Nessun dato del sensore disponibile
ja: センサーデータがありません
tr: Sensör verisi yok
zh: 暂无传感器数据

# sensorId
source: Sensor ID: {id}
ar: معرف المستشعر: {id}
hi: सेंसर आईडी: {id}
it: ID Sensore: {id}
ja: センサーID: {id}
tr: Sensör ID: {id}
zh: 传感器ID：{id}

# temperatureValue
source: Temperature: {value}°C
ar: درجة الحرارة: {value}°C
hi: तापमान: {value}°C
it: Temperatura: {value}°C
ja: 温度: {value}°C
tr: Sıcaklık: {value}°C
zh: 温度：{value}°C

source: Battery: {value}%
ar: البطارية: {value}%
hi: बैटरी: {value}%
it: Batteria: {value}%
ja: バッテリー: {value}%
tr: Pil: {value}%
zh: 电池：{value}%

source: Sensor List
ar: قائمة المستشعرات
hi: सेंसर सूची
it: Lista Sensori
ja: センサーリスト
tr: Sensör Listesi
zh: 传感器列表

source: Current State
ar: الحالة الحالية
hi: वर्तमान स्थिति
it: Stato Attuale
ja: 現在の状態
tr: Mevcut Durum
zh: 当前状态

source: Temperature Setting
ar: إعداد درجة الحرارة
hi: तापमान सेटिंग
it: Impostazione Temperatura
ja: 温度設定
tr: Sıcaklık Ayarı
zh: 温度设置

# noTemperatureSettings
source: No temperature settings available.
ar: لا توجد إعدادات درجة حرارة متاحة
hi: कोई तापमान सेटिंग उपलब्ध नहीं
it: Nessuna impostazione temperatura disponibile
ja: 温度設定がありません
tr: Sıcaklık ayarı yok
zh: 暂无温度设置

# minTemp
source: Min: {value}°C
ar: الحد الأدنى: {value}°C
hi: न्यूनतम: {value}°C
ja: 最小: {value}°C
zh: 最低：{value}°C

# maxTemp
source: Max: {value}°C
ar: الحد الأقصى: {value}°C
hi: अधिकतम: {value}°C
ja: 最大: {value}°C
tr: Maks: {value}°C
zh: 最高：{value}°C

source: Alert: Enabled
ar: التنبيه: مفعل
hi: अलर्ट: सक्षम
it: Avviso: Attivato
ja: アラート: 有効
tr: Uyarı: Açık
zh: 提醒：已启用

source: Alert: Disabled
ar: التنبيه: معطل
hi: अलर्ट: अक्षम
it: Avviso: Disattivato
ja: アラート: 無効
tr: Uyarı: Kapalı
zh: 提醒：已禁用

# delayMinutes
source: Delay: {value} minutes
ar: التأخير: {value} دقيقة
hi: विलंब: {value} मिनट
it: Ritardo: {value} minuti
ja: 遅延: {value}分
tr: Gecikme: {value} dakika
zh: 延迟：{value}分钟

# minTemperature
source: Min Temperature: {value}°C
ar: الحد الأدنى لدرجة الحرارة: {value}°C
hi: न्यूनतम तापमान: {value}°C
it: Temperatura Min: {value}°C
ja: 最小温度: {value}°C
tr: Min Sıcaklık: {value}°C
zh: 最低温度：{value}°C

# maxTemperature
source: Max Temperature: {value}°C
ar: الحد الأقصى لدرجة الحرارة: {value}°C
hi: अधिकतम तापमान: {value}°C
it: Temperatura Max: {value}°C
ja: 最大温度: {value}°C
tr: Maks Sıcaklık: {value}°C
zh: 最高温度：{value}°C

source: Temperature Alert:
ar: تنبيه درجة الحرارة:
hi: तापमान अलर्ट:
it: Avviso Temperatura:
ja: 温度アラート:
tr: Sıcaklık Uyarısı:
zh: 温度提醒：

# delayBeforeAlert
source: Delay Before Alert (minutes):
ar: التأخير قبل التنبيه (بالدقائق):
hi: अलर्ट से पहले विलंब (मिनट):
it: Ritardo Prima dell'Avviso (minuti):
ja: アラート前の遅延（分）:
tr: Uyarı Öncesi Gecikme (dakika):
zh: 提醒延迟（分钟）：

# enterDelayMinutes
source: Enter delay in minutes
ar: أدخل التأخير بالدقائق
hi: विलंब मिनटों में दर्ज करें
it: Inserisci ritardo in minuti
ja: 遅延時間を分単位で入力
tr: Gecikme dakikasını girin
zh: 输入延迟分钟数

# pleaseEnterDelay
source: Please enter a delay value
ar: الرجاء إدخال قيمة التأخير
hi: कृपया विलंब मान दर्ज करें
it: Inserisci un valore di ritardo
ja: 遅延値を入力してください
tr: Lütfen bir gecikme değeri girin
zh: 请输入延迟值

# enterValidNumber
source: Please enter a valid non-negative integer
ar: الرجاء إدخال رقم صحيح غير سالب
hi: कृपया एक मान्य गैर-नकारात्मक पूर्णांक दर्ज करें
it: Inserisci un numero intero non negativo valido
ja: 有効な非負の整数を入力してください
tr: Lütfen geçerli bir pozitif tam sayı girin
zh: 请输入有效的非负整数

source: CUSTOMER ALLERGY
ar: حساسية العميل
hi: ग्राहक एलर्जी
it: ALLERGIE CLIENTE
ja: 顧客アレルギー
tr: MÜŞTERİ ALERJİSİ
zh: 顾客过敏

source: Enter allergens
ar: أدخل المواد المسببة للحساسية
hi: एलर्जेन दर्ज करें
it: Inserisci allergeni
ja: アレルゲンを入力
tr: Alerjenleri girin
zh: 输入过敏原

source: Searching...
ar: جاري البحث...
hi: खोज रहा है...
it: Ricerca in corso...
ja: 検索中...
tr: Aranıyor...
zh: 搜索中...

# pleaseEnterAllergens
source: Please enter allergens to check
ar: الرجاء إدخال المواد المسببة للحساسية للفحص
hi: कृपया जांच करने के लिए एलर्जेन दर्ज करें
it: Inserisci gli allergeni da controllare
ja: チェックするアレルゲンを入力してください
tr: Lütfen kontrol edilecek alerjenleri girin
zh: 请输入要检查的过敏原

# safeItems
source: RESULTS NOT INCLUDING ALLERGY INGREDIENT
ar: النتائج الخالية من المواد المسببة للحساسية
hi: एलर्जेन-मुक्त परिणाम
it: RISULTATI SENZA INGREDIENTI ALLERGENI
ja: アレルゲンを含まない結果
tr: ALERJİ İÇERMEYEN SONUÇLAR
zh: 不含过敏原的结果

# unsafeItems
source: RESULTS INCLUDING ALLERGY INGREDIENT
ar: النتائج التي تحتوي على مواد مسببة للحساسية
hi: एलर्जेन युक्त परिणाम
it: RISULTATI CON INGREDIENTI ALLERGENI
ja: アレルゲンを含む結果
tr: ALERJİ İÇEREN SONUÇLAR
zh: 含有过敏原的结果

source: TEAM MEMBERS LIST
ar: قائمة أعضاء الفريق
hi: टीम सदस्य सूची
it: LISTA MEMBRI DEL TEAM
ja: チームメンバーリスト
tr: EKİP ÜYELERİ LİSTESİ
zh: 团队成员列表

source: Retry
ar: إعادة المحاولة
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
tr: Tekrar Dene
zh: 重试

# failedToLoadTeamMembers
source: Failed to load team members: {error}
ar: فشل في تحميل أعضاء الفريق: {error}
hi: टीम सदस्यों को लोड करने में विफल: {error}
it: Caricamento membri del team fallito: {error}
ja: チームメンバーの読み込みに失敗: {error}
tr: Ekip üyeleri yüklenemedi: {error}
zh: 加载团队成员失败：{error}

# errorFetchingTeamMembers
source: Error fetching team members: {error}
ar: خطأ في جلب أعضاء الفريق: {error}
hi: टीम सदस्यों को प्राप्त करने में त्रुटि: {error}
it: Errore nel recupero dei membri del team: {error}
ja: チームメンバーの取得エラー: {error}
tr: Ekip üyeleri alınırken hata: {error}
zh: 获取团队成员出错：{error}

source: NAME
ar: الاسم
hi: नाम
it: NOME
ja: 名前
tr: AD
zh: 姓名

source: USER LEVEL
ar: مستوى المستخدم
hi: उपयोगकर्ता स्तर
it: LIVELLO UTENTE
ja: ユーザーレベル
tr: KULLANICI SEVİYESİ
zh: 用户级别

source: EMAIL ADDRESS
ar: البريد الإلكتروني
hi: ईमेल पता
it: INDIRIZZO EMAIL
ja: メールアドレス
tr: E-POSTA ADRESİ
zh: 电子邮箱

source: Training Level
ar: مستوى التدريب
hi: प्रशिक्षण स्तर
it: Livello di Formazione
ja: トレーニングレベル
tr: EĞİTİM SEVİYESİ
zh: 培训级别

source: Checklist completed successfully
ar: تم إكمال قائمة المراجعة بنجاح
hi: चेकलिस्ट सफलतापूर्वक पूरी हो गई
it: Checklist completata con successo
ja: チェックリストが正常に完了しました
zh: 清单已完成
